module.exports = {
    f: {
        profile: {
            desc: 'Добрый день! Меня зовут Павлов Никита.\n' +
                'Занимаюсь разработкой сайтов с 2019 года.',
            features: [
                'Всегда на связи',
                'Готов начать сейчас',
                'Ваша работа будет доведена до конца',
                'Выделенный IP-адрес, на котором вы можете отслеживать ход выполнения работ'
            ]
        },
        competence: {
            competencies: [
                'HTML, CSS, JavaScript',
                'Vue',
                'Angular',
                'Java',
            ],
        },
        portfolio: {
            thoth: {
                title: 'Thoth',
                desc: 'Desktop-приложение, написанное на Java. Система учёта имеющихся продуктов. Отслеживание даты доставки заказанных продуктов и оповещение. В переспективе отслеживание заказов от клиентов и учет доходов/расходов',
            },
            web_devices: {
                title: 'Пользовательские интерфейсы IoT',
                desc: 'Использование Интернета вещей (IoT) становится все более распространенным и давно переросло границы реализации для Умного дома. ' +
                    'Сегодня эта технология используется в производстве, здравоохранении и во многих других областях. \n' +
                    'Пользовательский интерфейс для продукта IoT отличается от дизайна веб-приложений или создания UX/UI для мобильных приложений. ' +
                    'При его разработке необходимо учитывать ключевые принципы. ',
                features: [
                    'Простота и удобство;',
                    'Отсутсвие задержек и быстрая обработка данных;',
                    'Оповещение пользователя о любых проблемах устройства.\n'
                ]
            },
            letters: {
                title: 'Письма для рассылки',
                desc: 'Рассылка писем — один из эффективных способов общения с клиентами. Она позволит почти\n' +
                    'без вложений оповещать аудиторию обо всем, что происходит в компании — о новинках, акциях,\n' +
                    'распродажах. А ещё это отличный способ напомнить о себе старым клиентам.',
            },
            nadoumchik: {
                title: '#Надоумчик',
                desc: 'Блог — это место, где вы можете публиковать свои мысли, статьи, рассказы, фотографии, видео и любой другой контент. ' +
                    'Кто-то скажет, что тратить силы на создание сайта для этих целей — долго, дорого и вряд ли принесёт ожидаемый результат. ' +
                    'Да и зачем нужен личный сайт, если можно просто завести паблик ВКонтакте или создать колонку на блоговом ресурсе вроде Medium или LiveJournal. ' +
                    'Ответ на вопрос «делать ли сайт» зависит от того, какие цели вы преследуете. ' +
                    'Вот несколько преимуществ личного блога:',
                features: [
                    'Свобода действий',
                    'Уникальный стиль;',
                    'Монетизация;',
                    'Сбор статистики.',
                ]
            },
        },
        contact: {
            mail: {
                text: 'PAVLOV.NIKITA@MAIL.RU',
                imgUrl: 'SvgMail',
                href: 'pavlov.nikita@mail.ru',
            },
            telegram: {
                text: 'TELEGRAM',
                imgUrl: 'SvgTelegram',
                href: 'https://t.me/saffarid',
            },
            vk: {
                text: 'VKONTAKTE',
                imgUrl: 'SvgVk',
                href: 'https://vk.com/id5690462',
            },
            whatsapp: {
                text: 'WHATSAPP',
                imgUrl: 'SvgWhatsApp',
                href: 'https://wa.me/79193690010',
            },
        },
    },
}