module.exports = {
   f: {
      profile: {
         name: 'Павлов Никита',
      },
      competence: {
         competencies: [
            'HTML, CSS, JavaScript',
            'Vue',
            'Angular',
            'Java',
         ],
      },
      portfolio: {
         thoth: {
            title: 'Thoth',
            desc: 'Desktop-приложение, написанное на Java. Система учёта имеющихся продуктов. Отслеживание даты доставки заказанных продуктов и оповещение. В переспективе отслеживание заказов от клиентов и учет доходов/расходов',
         },
         web_devices: {
            title: 'Пользовательские интерфейсы IoT',
            desc: 'Использование Интернета вещей (IoT) становится все более распространенным в самых разных отраслях и давно переросло границы реализации только для Умного дома. ' +
               'Сегодня эта технология используется в производстве, здравоохранении, логистике, автомобилестроении в подключенных автомобилях и во многих других областях. \n' +
               'Создание пользовательского интерфейса для продукта данных IoT сильно отличается от традиционного дизайна веб-приложений или создания UX/UI для мобильных приложений. ' +
               'При его разработке необходимо учитывать ключевые принципы. ' +
               'Приложение должно быть простым и удобным; ' +
               'не должно быть задержек, обработка данных должна быть быстрой; ' +
               'о любых проблемах устройства или связи с сервером обработки данных пользовательский интерфейс должен об этом оповестить.\n',
         },
         letters: {
            title: 'Письма для рассылки',
            desc: 'Рассылка писем — один из эффективных способов общения с клиентами. Она позволит почти\n' +
               'без вложений оповещать аудиторию обо всем, что происходит в компании — о новинках, акциях,\n' +
               'распродажах. А ещё это отличный способ напомнить о себе старым клиентам.',
         },
         nadoumchik: {
            title: '#Надоумчик',
            desc: 'Блог — это место, где вы можете публиковать свои мысли, статьи, рассказы, фотографии, видео и любой другой контент. ' +
               'Кто-то скажет, что тратить силы на создание сайта для этих целей — долго, дорого и вряд ли принесёт ожидаемый результат. ' +
               'Да и зачем нужен личный сайт, если можно просто завести паблик ВКонтакте или создать колонку на блоговом ресурсе вроде Medium или LiveJournal. ' +
               'Что ж, доля истины в этом есть. ' +
               'Ответ на вопрос «делать ли сайт» зависит от того, какие цели вы преследуете.' +
               'Вот несколько преимуществ личного блога: свобода действий; уникальный стиль; монетизация; сбор статистики.',
         },
      },
      contact: {
         mail: {
            text: 'PAVLOV.NIKITA@MAIL.RU',
            imgUrl: 'SvgMail',
            href: 'pavlov.nikita@mail.ru',
         },
         telegram: {
            text: 'TELEGRAM',
            imgUrl: 'SvgTelegram',
            href: 'https://t.me/saffarid',
         },
         vk: {
            text: 'VKONTAKTE',
            imgUrl: 'SvgVk',
            href: 'https://vk.com/id5690462',
         },
         whatsapp: {
            text: 'WHATSAPP',
            imgUrl: 'SvgWhatsApp',
            href: 'https://wa.me/79193690010',
         },
      },
   },
}