module.exports = {
    f:{
        profile: {
            f_name: "Никита",
            s_name: "Павлов",
            about: "Убеждён, что построение одной конкретноей web-странички коректно осуществлять с помощью пары js-файлов с описанием."
        },
        competence: {
            how_to: "Тут всё достаточно просто. Имеется список из строк, на основе этого списка страничка определяет сколько полос и по каким координатам ей нужно отрисовать в заранее указаной зоне.",
            competencies: [
                "HTML, CSS, JavaScript",
                "Vue",
                "Angular",
                "Java"
            ]
        },
        portfolio: {
            how_to: "На этой страничку всё проще. По списку она сообщает слайдеру сколько необходимо отрисовывать экранов с различной информацией. ",
            thoth: {
                title: "Thoth",
                desc: "Desktop-приложение, написанное на Java. Система учёта имеющихся продуктов. Отслеживание даты доставки заказанных продуктов и оповещение. В переспективе отслеживание заказов от клиентов и учет доходов/расходов"
            },
            web_devices: {
                title: "Web-интерфейсы устройств",
                desc: "Устройства используются в различных стоечных шкафах, для удалённого мониторнига одним из вариантов является web-интерфейс."
            },
            letters: {
                title: "Письма для рассылки",
                desc: ""
            },
            nadoumchik: {
                title: "Надоумчик",
                desc: "Сайт-блог. Начало большого пути, сайт только зарождается и на нём ещё многое предстоит сделать, но зачатки будущего заложены уже сегодня."
            }
        },
        contact:{
            mail:'pavlov.nikita@mail.ru',
            telegram:'https://t.me/saffarid',
            vk:'https://vk.com/id5690462',
            whatsup:''
        }
    },
}